Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Kogo moje oczy widzą! Czy to nie jakiś czas temu biegałeś po całym Silbach w poszukiwaniu jakiejkolwiek roboty?
uk: Кого я бачу! Чи це не ти нещодавно бігав по всьому Сільбаху в пошуках хоч якоїсь роботи?

source: Kogo moje oczy widzą. Obiło mi się o uszy, że zrobiłeś niezłą karierę... i narobiłeś sobie przy okazji sporo wrogów.
uk: Кого я бачу. Я чув, що ти зробив непогану кар'єру... і в процесі нажив собі чимало ворогів.

source: Kogo moje oczy widzą... to nasz miejski prowokator...
uk: Кого я бачу... це ж наш міський провокатор...

source: Kogo my tu mamy!? Marvin, druhu! Mogłem się domyślić, że to wydarzenie przyciągnie wojownika tak wielkiego, jak ty!
uk: Хто у нас тут?! Марвіне, друже! Я міг би здогадатися, що ця подія приверне такого великого воїна, як ти!

source: Kogo my tu mamy?
uk: Хто тут у нас?

source: Kogo my tu mamy? A już się bałem, że ktoś po prostu mnie ubiegł... Myślałeś, że nie zauważę drzwi otwartych wytrychem?
uk: Хто тут у нас? А я вже боявся, що хтось просто мене випередив... Ти думав, що я не помічу, що двері були відчинені відмичкою?

source: Kogo powinienem zapytać o Jorna?
uk: Кого мені варто запитати про Йорна?

source: Kogo takiego ci przypominam?
uk: Кого я тобі нагадую?

source: Kogo takiego szukasz?
uk: Кого шукаєш?

source: Kogo wolisz: Holdwiga czy Andreasa?
uk: Хто тобі більше подобається: Гольдвіг чи Андреас?

source: Kogo?
uk: Кого?

source: Kogo? Czy ty widzisz tutaj jeszcze jakichś ludzi? Bo ja nie! Same trupy!
uk: Кого? Ти бачиш тут інших людей? Бо я не бачу! Тільки трупи!

source: Kogo? Kurta?
uk: Кого? Курта?

source: Kogokolwiek przekonaliście, żeby się do nas zgłosił?
uk: Когось вдалося переконати приєднатися до нас?

source: Kogoś innego? Kogo niby?
uk: Когось іншого? Кого ж?

source: Kogoś o takich umiejętnościach już niczego nie nauczę.
uk: Нікого із такими навичками як у тебе, я вже нічому не навчу.

source: Kogoś poniosła wyobraźnia.
uk: У когось розгулялася уява.

source: Kogoś tu zamordowano?
uk: Тут когось вбили?

source: Kojarzysz Henka i Legrifa?
uk: Знаєш Хенка і Легріфа?

source: Kojarzysz jeszcze ten przepis matki na rybę w zębatym zielu?
uk: Пам'ятаєш мамин рецепт риби зі снеппер-травою?

source: Kojarzysz może ten schowek na piętrze?
uk: Ти випадково не знаєш, що в тій комірчині нагорі?

source: Kojarzysz ten pierścień?
uk: Тобі знайомий цей перстень?

source: Kojarzę tylko, że Henk próbował je odzyskać, ale Jona nie było wtedy w Leżu. Miał chyba coś do załatwienia w mieście.
uk: Пригадую лише, що Хенк намагався їх повернути, але Йона в той час не було в Лігві. Ймовірно, у нього були якісь справи в місті.

source: Kojarzę, kojarzę, ale... łeb mnie tak napieprza, że nie mogę się skupić.
uk: Знаю, знаю, але... у мене так тріщить голова, що я не можу сконцентруватися.

source: Koksownik
uk: Жаровня

source: Koktajl malinowy
uk: Малиновий коктейль

source: Kolczasta maczuga
uk: Шипаста булава

source: Kolczasty aligator
uk: Колючий алігатор

source: Kolczasty miecz dwuręczny
uk: Шипастий дворучний меч

source: Koledzy z miasta pewnie już nie chcą cię trenować, co?
uk: Хлопці з міста, мабуть, більше не хочуть тебе тренувати, так?

source: Kolega po fachu?
uk: То він твій колега?

source: Kolego! Coś mi się wydaje, że ta skrzynia nie należy do ciebie.
uk: Друже! Щось мені підказує, що ця скриня не твоя.

source: Kolego, jak widzisz, mamy tu dzisiaj komplet, ale jeśli zapłacisz teraz, to obiecuję, że zajmę dla ciebie jedno z tych świetnych miejsc do kopania.
uk: Друже, як бачиш, сьогодні у нас повно народу, але якщо ти заплатиш зараз, я обіцяю зарезервувати для тебе одне з цих чудових місць.

source: Kolego, jeśli nie chcesz skończyć jak Naars, to przestań drążyć ten temat.
uk: Друже, якщо ти не хочеш закінчити як Наарс, то припини порушувати цю тему.

source: Kolego, nie jesteśmy w głównym szybie. Nikt nie przyjdzie ci tu pomóc.
uk: Друзяко, ми не в головному тунелі. Ніхто тобі тут не допоможе.

source: Kolego, nie widziałeś może barana?
uk: Друже, ти ніде не бачив барана?

source: Kolego, pomyśl.
uk: Друже, подумай.

source: Kolejna dostawa dotrze do portu za dwa dni. Tym razem będzie tego znacznie więcej, więc każda para rąk się przyda.
uk: Наступна партія прибуде до порту за два дні. Цього разу товару буде набагато більше, тому кожна пара рук стане в нагоді.

source: Kolejna przybłęda? Pewnie zwabił cię tu zapach pysznego chleba, co?
uk: Ще один приблуда? Тебе, мабуть, приманив сюди запах смачного хліба?

source: Kolejna sala jest znacznie mniejsza. Na środku pomieszczenia widzę jakiś kamienny piedestał. Może on otworzy dalsze przejście.
uk: Наступна зала набагато менша. Посеред неї видніється якийсь кам'яний постамент. Можливо, він відкриє шлях далі.

source: Kolejna walka i kolejne zwycięstwo. Chłopcze, nie możesz tracić żadnej okazji do rozwijania swoich umiejętności! Doświadczenie czai się za każdym rogiem!
uk: Ще один бій і ще одна перемога. Хлопче, ти не повинен втрачати жодної можливості розвинути свої навички! Досвід підстерігає нас на кожному розі!

source: Kolejna?
uk: Чергова?

source: Kolejne bydlę załatwione!
uk: Ще з однією падлюкою покінчено!

source: Kolejne lata przynosiły następne ofiary... To on powinien cierpieć! Nie ja! To zresztą już nie jest istotne.
uk: Наступні роки принесли ще більше жертв... Це він повинен страждати! Не я! Але це вже неважливо.

source: Kolejne miejsce odhaczone. Zdaje się, że ta legenda to zwykły wymysł.
uk: Ще одне пусте місце. Здається, ця легенда –це просто вигадка.

source: Kolejne pytania? Od pytań robię się spragniony.
uk: Знову запитання? Від запитань пити хочеться.

source: Kolejne zadanie rozpocznie się za murami miasta. Wraz z resztą rekrutów mam się spotkać z instruktorem przy południowej bramie.
uk: Наступне завдання розпочнеться за стінами міста. Разом з рештою новобранців я маю зустрітися з інструктором біля південних воріт.

source: Kolejne ścierwo, które nie potrafi uszanować czyjejś własności!
uk: Ще одне стерво, яке не вміє поважати чужу власність!

source: Kolejnego?
uk: Наступного?

source: Kolejni głupcy, którzy dali się zaślepić złotu...
uk: Ще одні дурні, засліплені золотом...

source: Kolejni orkowi przywódcy wyszli ze swych kryjówek. Pierwszy z nich jest w tunelu prowadzącym na Południowe Bagna. Mam się go pozbyć razem z Oktavem, który czeka na mnie niedaleko Winnicy Rity. Drugi herszt przebywa w starej latarni morskiej. Pozbędę się go razem z Garosem, czekającego na mnie na Bursztynowym Wybrzeżu.
uk: Дедалі більше вождів орків видають свої позиції. Один із них знаходиться в тунелі, що веде до південних боліт. Ми з Октавом маємо з ним розправитися. Він чекає на мене біля виноградника Рити. Інший вождь знаходиться біля старого маяка. Потрібно його позбутися разом з Гаросом, який чекатиме на мене на Бурштиновому узбережжі.

source: Kolejni strażnicy... cóż, nie mnie podważać rozkazy samego dowódcy straży miejskiej.
uk: Ще один вартовий... що ж, не мені перечити наказам самого командира Міської Варти.

source: Kolejny bezużyteczny idiota. Nic dziwnego, że pracujesz w kopalni jako górnik, do niczego innego niż walenie w skałę się nie nadajesz!
uk: Ще один нікчемний ідіот. Не дивно, що ти працюєш тут гірником, ні на що ти не здатен, окрім як довбати породу!

source: Kolejny darmozjad w mieście!
uk: Ще один дармоїд у місті!

source: Kolejny dzień, kolejny trup. I tak do usranej śmierci.
uk: Черговий день, черговий труп. І так до самої смерті.

source: Kolejny gbur! Sam odnajdę drogę...
uk: Ще один грубіян! Я сам знайду дорогу...

source: Kolejny górnik? Może potrzebujesz nowego kilofa albo jakiejś mikstury leczniczej?
uk: Ще один гірник? Можливо, потрібна нова кирка або якесь цілюще зілля?

source: Kolejny klient?
uk: Ще один клієнт?

source: Kolejny poziom!
uk: Підвищення рівня!

source: Kolejny przybłęda wbiega mi do karczmy z zabłoconymi butami!
uk: Ще один приблуда забігає до моєї корчми в брудному взутті!

source: Kolejny raz przychodzisz do mnie i rzucasz oskarżeniami wobec jednego z najhojniejszych darczyńców na rzecz armii królewskiej.
uk: Ти знову приходиш до мене і висуваєш звинувачення проти одного з найщедріших меценатів королівського війська.

source: Kolejny rodzaj obrażeń, to obrażenia obuchowe. Takie szkody wyrządzają buławy, młoty, pięści oraz wiele potworów uderzających wielką łapą lub łbem. Ciosy obuchowe są szczególnie efektywne przeciwko ciężkim pancerzom, kościom czy głazom.
uk: Ще один тип шкоди – тупа шкода. Такої шкоди завдають булави, молоти, кулаки та багато істот, що наносять удари великою лапою або головою. Такі удари особливо ефективні проти важких обладунків, кісток або каменів.

source: Kolejny z nich dał się sprowokować i udowodnił przy wszystkich, do czego zdolni są ludzie Lichwiarza.
uk: Інший піддався на провокацію і перед усіма показав, на що здатні люди Лихваря.

source: Kolejnym krokiem będzie wrzucenie do całości smoczego korzenia.
uk: Потім киньте у відвар драконячий корінь.

source: Kolejnym krokiem nowej władzy było wygnanie z miasta starszyzny, a na jej miejsce wprowadzenie urzędu Gubernatora i Sędziego z podsędkami do pomocy. Z biegiem lat, gdy system zaczął funkcjonować poprawnie, ci ostatni zostali oddelegowani do innych ról, a na ich miejscu powstał urząd skryby królewskiego, zajmującego się sprawami obywatelskimi.
uk: Наступним кроком нової влади було вигнання старійшин з міста і запровадження замість них посад губернатора, судді та їх помічників. З роками, коли система почала функціонувати належним чином, останні були делеговані на інші ролі, а замість них була створена посада Королівського писаря, який займався цивільними справами.

source: Kolejnymi eksperymentami?
uk: Наступними експериментами?

source: Kolejną rzeczą, bez której nawet nie mamy co myśleć o schodzeniu w dół, jest oczywiście jedzenie.
uk: Ще одна річ, без якої ми можемо навіть не думати спускатися туди – це, звичайно, їжа.

source: Kolekcjoner
uk: Колекціонер

source: Koleś, mieliśmy umowę. Pracy jest na góra kilka godzin. Robimy całość dzisiaj, potem wszyscy się rozchodzimy. Wracaj do środka.
uk: Хлопче, ми ж домовлялися. Ця робота щонайбільше на кілька годин. Сьогодні ми все зробимо, а потім розійдемося. Повертайся всередину.

source: Kolg
uk: Колг

source: Kolg, jeden z najemników przy południowo-zachodniej bramie, sprzedaje mapy miasta.
uk: Колг, один із найманців біля південно-західних воріт, продає мапи.

source: Kolonia, mówi ci to coś?
uk: Колонія, це тобі про щось каже?

source: Kolonia?
uk: Колонія?

source: Kombinuj. Na pewno znasz kogoś zawsze skorego do bitki. Nie musi być uczciwy, mam to gdzieś. Najważniejsze, żeby się do czegoś nadawał.
uk: Сам вибери. Я впевнений, що ти знаєш когось завжди готового до бою. Не обов'язково, щоб вони були порядними, мені байдуже. Найголовніше, щоб були на щось здатні.

source: Kompas
uk: Компас

source: Kompas?
uk: Компас?

source: Kompleks klasztorny doprawdy przyćmiewa swoim majestatem nawet gmach pałacowy w mojej ojczyźnie! Jestem pewien, że to dzieło sztuki architektonicznej nie mogło wyjść spod dłuta śmiertelnika.
uk: Монастирський комплекс дійсно затьмарює своєю величчю навіть палаци на моїй батьківщині! Я впевнений, що цей архітектурний шедевр не міг з'явитися з-під рук смертних.

source: Kompleks klasztorny jest jednym z najstarszych na wyspie. Jego budowę rozpoczęto jeszcze za czasów Volfzacka, chociaż początkowo miał być tylko niewielką kapliczką.
uk: Монастирський комплекс є одним з найстаріших на острові. Його будівництво почалося ще за часів Вольфзака, хоча спочатку це мала бути лише невелика капличка.

source: Kompletnie nawaliłem. Nie udało mi się pomóc Tomasowi w rozkręceniu biznesu.
uk: Я все зіпсував. Я не зміг допомогти Томасу поставити його бізнес на ноги.

source: Kompot z dyni
uk: Гарбузовий компот

source: Kompot z jagód
uk: Ягідний компот

source: Kompot z suszonych owoców
uk: Компот із сухофруктів

source: Komuch - ten świat wymaga poprawek, normalnie
uk: Komuch – 'Цей світ потрібно допрацьовувати, насправді'

source: Komuś bardzo zależało, żeby was w to wrobić.
uk: Комусь дуже хотілося вас в це втягнути.

source: Komuś, czyli... prawdziwemu zamachowcowi.
uk: Комусь, тобто... справжнім диверсантам.

source: Komuś? To jasne jak słońce, że to sprawka strażników!
uk: Комусь? Це ж ясно, як день, що це зробили вартові!

source: Koncentruj się na każdym swoim posunięciu, nie marnuj żadnej części rośliny, rozważnie decyduj jaka mikstura jest ci najbardziej potrzebna.
uk: Зосередьтеся на кожному своєму русі, не витрачай жодної рослини даремно, обдумано вирішуй, який настій тобі зараз потрібен найбільше.

source: Konfiguracja pozostałych klawiszy
uk: Налаштування додаткових клавіш керування

source: Konfiskacja floty sprawiła, że coraz mniej przypływa tu statków, choć ja jakoś szczególnie nie odczułam spadku zainteresowania. Możesz spytać dziewczyn, powiedzą ci to samo.
uk: Конфіскація флоту призвела до того, що сюди приходить все менше кораблів, хоча я не відчула особливого падіння попиту. Можеш запитати дівчат, вони скажуть тобі те саме.

source: Konfiskuję wszystkie twoje rzeczy. Będziesz mógł je odebrać podczas wychodzenia z kopalni.
uk: Я конфісковую всі твої речі. Ти зможеш забрати їх, коли виходитимеш з копальні.

source: Konfitura z jagód
uk: Ягідне варення

source: Konflikt braci Valerio trwa zdecydowanie zbyt długo. Nie możemy dopuścić, by ta waśń negatywnie wpłynęła na reputację Archolos na kontynencie. Jeśli sprawa spadku nie zostanie szybko wyjaśniona, obawiam się, że handel winem mocno ucierpi. Holdwig, jako starszy brat, spodziewał się otrzymania winnicy w spadku, jednak Valerio postanowił zrobić mu psikusa i przepisał ją razem z posiadłością młodszemu, Andreasowi.
uk: Конфлікт між братами Валеріо триває вже занадто довго. Ми не можемо допустити, щоб ця ворожнеча негативно вплинула на репутацію Архолосу на континенті. Якщо питання спадщини не буде вирішено швидко, я боюся, що торгівля вином сильно постраждає. Гольдвіг, як старший брат, розраховував отримати виноградник у спадок, але Валеріо вирішив пожартувати над ним і переписав його разом з маєтком на свого молодшого сина, Андреаса.

source: Koniec czego?
uk: Кінець чого?

source: Koniec końców wyszło na to samo. Co teraz zrobisz?
uk: Зрештою, вийшло б те саме. Що тепер збираєшся робити?

source: Koniec mego cierpienia.
uk: Кінець моїх страждань.

source: Koniec tego obijania, wracać na stanowiska.
uk: Досить балачок, повертайся до роботи.

source: Koniec trasy?
uk: Припливли?

source: Koniec z tym, nie będę już płacił!
uk: Все, я більше не платитиму!

source: Koniecznie musisz spróbować tutejszej łaźni. Poczujesz się jak nowo narodzony.
uk: Обов'язково відвідай місцеву лазню. Ти відчуєш себе наче заново народженим.

source: Konkurencja, chłopcze. Właścicielka nie dawała sobie rady z opłatami i teraz sama błaga ludzi o pieniądze.
uk: Конкуренція, хлопче. Власниця не впоралась з оплатою боргів і тепер сама просить у людей подаяння.

source: Konkurenta? Otworzyłam ten interes tylko dzięki jego szczodrości! To jedyny człowiek na wyspie, który dba o drobnych handlarzy.
uk: Конкурента? Я відкрила цей бізнес тільки завдяки його щедрості! Він єдина людина на острові, яка піклується про дрібних торговців.

source: Kontaktem pomiędzy Groenem i rzemieślnikami jest Dima z Gildii Kupieckiej. Mam nadzieję, że od niej uda mi się dowiedzieć czegoś przydatnego.
uk: Контактна особа між Гроєном та ремісниками – це Діна з Торгової Гільдії. Сподіваюся, я дізнаюся від неї щось корисне про ці статуетки.

source: Kontrakt Muresa
uk: Контракт Муреша

source: Kontraktorka
uk: Виконавець

source: Kontrakty Gildii Kupieckiej obejmują więcej niż dostarczanie towarów.
uk: Контракти Торгової Гільдії передбачають більше, ніж просто доставка товарів.

source: Kontrast
uk: Контраст

source: Kontrolę nad oddziałem przejął Salvi. Doprowadził do buntu, pozbył się Gerwina i wszystkich protestujących.
uk: Загін під контроль взяв Сальві. Він очолив заколот і позбувся Гервіна та всіх, хто був проти.

source: Kontynuowałem śledztwo w sprawie zaginięcia mojego brata.
uk: Я продовжував розслідування зникнення мого брата.

source: Kopacz
uk: Копач

source: Kopalnia
uk: Копальня

source: Kopalnia Gildii Kupieckiej
uk: Копальня Торгової Гільдії

source: Kopalnia Gildii Kupieckiej zaprasza wszystkich zainteresowanych do pracy przy wydobyciu złota!
uk: Копальня Торгової Гільдії запрошує всіх зацікавлених взяти участь у видобутку золота!

source: Kopalnia Gildii Kupieckiej.
uk: До копальні Торгової Гільдії.

source: Kopalnia Królewska
uk: Королівська копальня

source: Kopalnia jest zamknięta, nie trzeba jej chronić.
uk: Копальня закрита, не треба її охороняти.

source: Kopalnia jest zbyt dobrze strzeżona, a złoto zbyt ciężkie.
uk: Копальня надійно охороняється, а золото занадто важке.

source: Kopalnia królewska.
uk: До Королівської копальні.

source: Kopalnia złota Araxos
uk: Золота копальня Араксос

source: Kopciuszek.
uk: Попелюшка.

source: Kopia grubej księgi o technikach kowalskich
uk: Копія товстої книги про техніки ковальського ремесла

source: Kopidół
uk: Гробар

source: Kopnij
uk: Вдарити

source: Kordelas
uk: Абордажна шабля

source: Korona Adanosa
uk: Корона Аданоса

source: Korona Adanosa. (40 SZ)
uk: Корона Аданоса. (40 золотих)

source: Korsarska Duma
uk: Гордість корсара

source: Korsarz
uk: Пірат

source: Korsarz Oceanów
uk: Океанський корсар

source: Korvan, pragnący pójść w ślady ojca, wybudował ogromną flotę, za pomocą której miał zapanować nad wszystkimi morzami świata. Tron w Archolos pozostawił wówczas swojemu namiestnikowi, lecz ten wkrótce utracił go na rzecz Jarunda. Jego dominacji na wyspie sprzeciwił się jednak Farkand, który jako jedyny z trzech braci wiernie hołdował testamentowi ojca, za wszelką cenę próbując utrzymać wątły pokój na wyspie.
uk: Корван, бажаючи наслідувати батька, збудував величезний флот, за допомогою якого міг правити всіма морями світу. Потім він залишив трон Архолосу своєму наміснику, але той незабаром програв його Ярунду. Його пануванню на острові, однак, протистояв Фарканд, який був єдиним з трьох братів, хто вірно виконував волю батька, намагаючись за будь–яку ціну зберегти крихкий мир на острові.

source: Korytarz na lewo od wejścia. Trzecia cela.
uk: Коридор ліворуч від входу. Третя камера.

source: Korytarze Vardhal
uk: Коридори Вардхалу

source: Korytarze Vardhal okazały się pełne ożywieńców i pułapek. Tylko garstka z nas uszła z życiem.
uk: Коридори Вардхалу виявились повними мерців та пасток. Лише декільком з нас вдалося вижити.

source: Korytarze wokół obozu były już oczyszczone, więc razem z pozostałymi zajęliśmy się dokładnym przeszukiwaniem najbliższej okolicy obozu.
uk: Коридори навколо табору вже були розчищені, тож ми з іншими почали ретельно обшукувати прилеглу до табору територію.

source: Korzeń
uk: Коріння

source: Korzeń leczniczy
uk: Цілющий корінь

source: Korzeń o bardzo intensywnym zapachu,
uk: Корінь з дуже сильним запахом.

source: Korzystaj, tylko niczego mi nie poprzestawiaj! Nie mam zamiaru potem szukać młota cały dzień!
uk: Користуйся, тільки нічого мені там не попереставляй! Я не збираюся потім цілий день шукати молоток!

source: Korzystając z chwili wolnego, postanowiłem skreślić parę słów o wyspie i jej mieszkańcach. Kto wie, może dzięki nim oszczędzisz sobie paru problemów?
uk: Скориставшись нагодою, я вирішив написати кілька слів про острів і його мешканців. Хто знає, можливо, це допоможе вам вберегтися від проблем?

source: Korzystam z okazji i głoszę niewygodną dla władzy prawdę.
uk: Користуюсь можливістю і розповідаю незручну для влади правду.

source: Korzystnie zapłacę za dostarczenie mi
uk: Добре заплачу за доставку мені

source: Kosa
uk: Коса

source: Kosa do pracy
uk: Робоча коса

source: Kostropate dziewki portowe i darmowe obicie mordy od tutejszego burdmistrza, hehe. A tak na poważnie. To, co zwykle. Rum, piwo, tudzież potrawy na pokrzepienie ciała.
uk: Обдертих портових повій та безкоштовне побиття від місцевого забіяки, хе-хе. А якщо серйозно, то як завжди – ром, пиво та їжа для підкріплення тіла.

source: Kostur Adanosa
uk: Посох Аданоса

source: Kostur Adanosa. (50 SZ)
uk: Посох Аданоса. (50 золотих)

source: Kostur Maga Ognia
uk: Посох Мага Вогню

source: Kostur Maga Wody
uk: Посох Мага Води

source: Kostur alchemika
uk: Посох алхіміка

source: Kostur burzy
uk: Посох Бурі

source: Kostur nowicjusza
uk: Посох послушника

source: Kostur osądu
uk: Посох правосуддя

source: Kostur sędziego
uk: Посох судді

source: Kosz na śmieci
uk: Кошик для сміття

source: Koszary miejskie, Stare Miasto
uk: Міські казарми, Старе місто

source: Koszary.
uk: Казарми.

source: Koszmary senne nie pozwalają ci należycie wypocząć.
uk: Кошмари не дали вам повноцінно відпочити!

source: Koszt many: 20% maksymalnej Many
uk: Витрати мани: 20% від максимальної мани

source: Kosztować cię będzie złość Rodericha.
uk: Родеріха це дуже розсердить.

source: Kosztowny błąd, w szczególności dla mnie. Na jego szczęście przemyt musi być kontynuowany. Nie zrezygnuję z tak potężnego źródła dochodu.
uk: Дорога помилка, особливо для мене. На щастя для нього, контрабанда повинна тривати. Я не відмовлюся від такого прибуткового джерела доходу.

source: Koszty tego przedsięwzięcia są znacznie wyższe, niż przypuszczałem.
uk: Вартість цього питання набагато вища, ніж я розраховував.

source: Koszyk z jedzeniem
uk: Кошик з їжею

source: Kotlet grzybowy
uk: Грибна котлета

source: Kotlety rybne z ognistym zielem
uk: Рибні котлети з вогняною травою

source: Kowadło
uk: Ковадло

source: Kowal
uk: Коваль

source: Kowal Dorran może mi sprzedać najróżniejsze narzędzia. Znajdę go w Slumsach.
uk: Коваль Дорран може продати мені різні інструменти. Я можу знайти його в нетрях.

source: Kowal Odgar
uk: Коваль Одгар

source: Kowal Odgar dostarcza miecze dla straży miejskiej. Myślę, że za piwo albo dwa wykuje jeden dla ciebie.
uk: Одгар, коваль, постачає мечі для Міської Варти. Думаю, за кілька кухлів пива він викує й тобі один.

source: Kowal Odgar stwierdził, że żaden z miejskich kowali nie mógł wykonać tego grotu. Zdziwił go też materiał, z jakiego grot został wykonany. Na rynku rzadko widuje się broń wykutą ze srebra, które jest cennym surowcem na wyspie, jednak kiedyś ostrzył dla jakiegoś najemnika groty wyglądające niemal identycznie. Pora rozejrzeć się na terenie kantoru i baraków Gildii Kupieckiej.
uk: Коваль Одгар заявив, що жоден із міських ковалів не зміг би виготовити такий наконечник. Його здивував матеріал, з якого було виготовлено наконечник. Рідко можна побачити зброю, викувану зі срібла – найбільш цінного ресурсу на острові, але одного разу йому доводилось точити наконечники для одного найманця, які виглядали майже ідентично. Настав час зазирнути до Торгової Гільдії.

source: Kowal Odgar zakupi 50 bryłek srebra do wykonania najnowszego zamówienia.
uk: Коваль Одгар придбає 50 срібних самородків для виконання останнього замовлення.

source: Kowal Odgar zaprasza wszystkich chudzielców, którzy chcieliby nabrać trochę krzepy.
uk: Коваль Одгар запрошує до себе усіх хто бажає підкачати м'язи.

source: Kowal Thorsten nie był zainteresowany kupnem młotków, które dostałem od Petry. Jego zdaniem prędzej nadawałyby się do ostrzenia kamieni młyńskich niż wygniatania metalu. Może w takim razie tutejszy młynarz byłby nimi zainteresowany?
uk: Коваль Торстен не був зацікавлений у купівлі молотків, які я отримав від Петри. На його думку, вони більше підійшли б, щоб заточувати жорна млина, ніж для роботи з металом. Можливо, у такому разі ними зацікавиться місцевий мельник?

source: Kowal Walter jest właścicielem pracowni 'Ostatnie Starcie'. Jego zakład znajduje się na wschód od placu Świątyni Adanosa.
uk: Коваль Вальтер є власником майстерні 'Останнє Зіткнення'. Його майстерня розташована на схід від площі храму Аданоса.

source: Kowal piratów
uk: Коваль піратів
